Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_toivottaa_hyvaa_sapmi_pridea_.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät toivottaa hyvää Sápmi Pridea!
sms: Sääʹmteʹǧǧ tuäivat šiõǥǥ Sääʹmm Pride!

source: 5.–8.8.2021 vietetään Sápmi Pridea Utsjoella.
sms: 5.–8.8.2021 vieʹttjet Sääʹmm Pride Uccjooǥǥâst.

source: Sápmi Pride -kulkue järjestetään lauantaina 7.8. ja Saamelaiskäräjien edustajana kulkueeseen osallistuu nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
sms: Sääʹmm Pride -väʹʒʒemrääid jäʹrjstet sueʹvet 7.8. da Sääʹmteeʹǧǧ eeʹttkõʹsttjen väʹʒʒemraiddu vuässââtt nuõrisuåvtõõzz saaǥǥjååʹđteei Anni-Sofia Niittyvuopio.

source: Saamelaiskäräjien toimintaohjelmassa 2020–2023 yhdeksi Saamelaiskäräjien toiminnan arvoksi on nostettu saamelainen tasa-arvo ja yhdenvertaisuus.
sms: Sääʹmteeʹǧǧ tåimmprograammâst 2020–2023 õhttân Sääʹmteeʹǧǧ toiʹmmjummuž ärvvan lij kaggum sääʹm tääʹssärvv da õõutverddsažvuõtt.

source: Lisäksi Saamelaiskäräjät pyrkii toiminnassaan saamelaisten ihmisoikeuksien edistämiseen kokonaisuutena kaikilla tasoilla ja jokaisen politiikan alalla.
sms: Lââʹssen Sääʹmteʹǧǧ pârgg toiʹmmjummšeʹstes säʹmmlai ooumažvuõiggâdvuõđi oouʹdummša obbvuõttân pukin taaʹzzin da juõʹǩǩ politikksueʹrjest.

source: – Saamelaiskäräjät näkee tärkeänä ja tekee töitä ihmisoikeuksien sekä tasa-arvon ja yhdenvertaisuuden edistämiseksi sekä saamelaisessa että suomalaisessa yhteiskunnassa, toteaa Saamelaiskäräjien II varapuheenjohtaja Leo Aikio.
sms: – Sääʹmteʹǧǧ vuäinn tääʹrǩes äʹššen da tuejjad tuâj ooumažvuõiggâdvuõđi di tääʹssäärv da õõutverddsažvuõđ oouʹdeem diõtt nuʹtt sääʹm ko še lääʹdd õhttsažkååʹddest, tuâtt Sääʹmteeʹǧǧ II väärrsaaǥǥjååʹđteei Leo Aikio.

source: Sápmi Pride järjestettiin vuonna 2017 Inarissa.
sms: Sääʹmm Pride jäʹrjsteš eeʹjj 2017 Aanrest.

source: Kuva: Ville-Riiko Fofonoff
sms: Snimldõk: Ville-Riiko Fofonoff

source: Lue lisää tapahtumasta.
sms: Looǥǥ lââʹzz šõddmõõžžâst.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Leo Aikio Saamelaiskäräjien II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
sms: Leo Aikio Sääʹmteeʹǧǧ II väärrsaaǥǥjååʹđteei 040 621 6505 leo.aikio(at)samediggi.fi
